<?
/* ---------------------------------------------------------------------- */
//$TITLE=$m_pre_title."설정";
/* ---------------------------------------------------------------------- */
$m_title_wizard	= "무선 연결 설정 마법사";
$m_desc_wizard =
	"웹기반 마법사를 사용하시면 공유기를 쉽게 인터넷에 연결할 수 있도록 안내해 드립니다. 아래 버튼을 눌러 마법사를 시작하십시오.";
$m_note_wizard =
	"<strong>주의:</strong> 마법사를 시작하시기 전에, ".
	"장비 박스 안의 설치 매뉴얼대로 하셨는지 확인하시기 바랍니다.";
$m_title_manual	= "수동 무선 연결 옵션 ";
$m_desc_manual =
	"D-Link 새 무선 공유기를 수동으로 직접 설정하시려면 아래 버튼을 클릭하십시오.";
$m_setup_wiz	= "무선 연결 설정 마법사";
$m_manual_cfg	= "수동 무선 연결 설정 ";

?>
