<?
/* ---------------------------------------------------------------------- */
//$TITLE=$m_pre_title."스케쥴";
/* ---------------------------------------------------------------------- */
$a_invalid_sch_name	="이름을 입력하십시오.";
$a_invalid_days		="요일을 선택하십시오.";
$a_invalid_time		="시간이 잘못되었습니다.";
$a_invalid_start_time	="시작 시간이 유효하지 않습니다. 시작시간은 종료시간보다 빨라야 합니다. ";
$a_invalid_schedule	="스케쥴을 일주일과 24시간으로 설정할 필요는 없습니다.";
$a_del_confirm		="스케쥴을 정말로 삭제하시겠습니까?";
$a_same_name_record	="이름이 동일한 스케쥴이 있습니다.  \\n스케쥴 이름을 변경하십시오.";
$a_same_time_record	="시간대역이 동일한 스케쥴이 있습니다.\\n  시간대역을 변경하십시오.";


$m_add_sch_title="스케쥴 규칙 추가";
$m_lst_sch_title="스케쥴 규칙 목록";
$m_days		="요일";
$m_all_week	="일주일";
$m_sel_days	="요일 선택";
$m_all_day	="매일 - 24시간";
$m_s_time	="시작시간";
$m_e_time	="종료시간";
$m_time_dsc	="(시:분, 12시간)";
$m_time_frame	="시간 프레임";
$m_to		="to";
$a_outside_max_rules = "잘못된 스케쥴. 최대 허용 스케쥴 규칙이 초과되었습니다.";
?>
