<strong>도움말</strong>
<br><br>
&nbsp;&#149;&nbsp; 이미 지정된 서버 유형 리스트는 <strong>응용프로그램 이름</strong> 드랍다운 메뉴에서 확인하십시오. 
미리 지정된 서버 유형을 선택하면, 해당하는 항목을 채울 때까지 드랍다운 메뉴 
옆에 있는 화살표 버튼을 누르십시오.

<br><br>
&nbsp;&#149;&nbsp; <strong>컴퓨터 이름</strong> 메뉴의 DHCP 클라이언트 
목록 중에서 컴퓨터를 선택하거나 특정 포트를 열어야 할 컴퓨터의 IP 주소를 
직접 입력할 수 있습니다. 
<br><br>
이 기능은 현재 사용중인 컴퓨터 네트워크의 포트대역을 여는것 입니다.
따라서 <strong>공인 포트</strong> 처음 빈칸에 시작포트 대역을 적으며
다음 빈칸에 마지막 포트 대역을 입력 합니다.
이 후 <strong> 사설 포트</strong> 처음 빈칸에 내부서버가 사용중인 시작포트
대역을 입력하며 다음 빈칸에 마지막 포트 대역을 입력합니다.

<br><br>
&nbsp;&#149;&nbsp; 단일 포트를 사용할경우 양쪽 빈칸에 동일한 포트번호를 
입력하면 됩니다.

<p class="more">
 <!-- Link to more help -->
 <a href="spt_adv.php#port_forwarding">계속</a>
</p>
