<strong>유용한 정보</strong><br>
<br>
&nbsp;&#149;&nbsp; Wi-Fi Protected 설정 기능으로 공유기와 무선 클라이언트 사이의 무선 보안을 보다 직관적으로 설정할 수 있습니다. 이 기능을 사용하기 
위해서는 무선 랜카드가 이 기능을 지원하는 지, 인증된 윈도우 비스타 드라이버를 사용하는지를 반드시 확인하십시오. 
<br><br>
&nbsp;&#149;&nbsp; 무선 네트워크 이름을 변경하는 것이 무선 네트워크 보완의 첫 번째 단계입니다. 익숙하지만 개인적인 정보가 포함 되지 않은 네트워크 이름을 설정할 것을 권장합니다.
<br><br>
&nbsp;&#149;&nbsp; 숨김 모드는 네트워크를 보호하는 또다른 방법입니다.  이 기능을 설정하면, 어떤 무선 클라이언트도 무선 검색을 통해서는 SSID 확인이 불가능합니다. 공유기에 
연결하기 위해서는 각각 무선 클라이언트에 무선 네트워크 이름(SSID)을 직접 입력해 주셔야 합니다. 
<br><br>
&nbsp;&#149;&nbsp; 무선 보안을 설정한 경우,  입력하신 WEP 키나 비밀번호(passphrase)를 기록해 두십시오. 무선 네트워크에 연결하기 위해 모든 무선 장비에 이 정보가 
필요합니다. 
<br> 

<p class="more">
 <!-- Link to more help -->
 <a href="spt_bsc.php#wireless_setup">계속</a>
</p>