<?
$m_title_dhcp	= "DHCP连接（动态IP地址）";
$m_desc_dhcp	= "如果您的因特网连接自动提供一个IP地址，请选择这个选项。大多数电缆调制解调器都使用这种连接类型。";
$m_title_pppoe	= "用户名/密码连接（PPPoE）";
$m_desc_pppoe	= "如果您的因特网连接要求用户名和密码进行登录，请选择这个选项。大多数DSL调制解调器会采用这种连接类型。";
$m_title_pptp	= "用户名/密码连接（PPTP）";
$m_desc_pptp	= "如果您的因特网连接要求用户名和密码进行登录，请选择这个选项。大多数DSL调制解调器会采用这种连接类型。";
$m_title_l2tp	= "用户名/密码连接（L2TP）";
$m_desc_l2tp	= "如果您的因特网连接要求用户名和密码进行登录，请选择这个选项。大多数DSL调制解调器会采用这种连接类型。";
$m_desc_bigpond	= "如果您的因特网连接要求用户名和密码上线，请选择这个选项。大多数DSL调制解调器会采用这种连接类型。";
$m_title_static	= "静态IP地址连接";
$m_desc_static	= "如果您的因特网安装供应商提供了IP地址信息，但是必须对其进行手动配置时，请选择该项。";
$m_title_r_pptp	= "俄罗斯PPTP(双节点)";
$m_desc_r_pptp	= "如果您的因特网连接要求用户名和密码进行登录，同时也作为静态路由拨号接入国内的 网络服务，请选择这个选项。某些在俄罗斯的ISP商会采用这种连接类型。";
$m_title_r_pppoe= "俄罗斯PPPoE(双节点)";
$m_desc_r_pppoe	= "如果您的因特网连接要求用户名和密码进行登录，同时也作为静态路由拨号接入国内的 网络服务，请选择这个选项。某些在俄罗斯的ISP商会采用这种连接类型。";
?>
