<?
/* ---------------------------------------------------------------------- */
//$TITLE=$m_pre_title."向导";
/* ---------------------------------------------------------------------- */
$m_context_title_wan	="因特网连接安装向导";
$m_context_title_wlan	="Microsoft Windows连接向导";
$m_context_wan		="下面的基于Web的安装向导用于帮助您将新的 D-Link路由器连接到因特网上，安装向导会指导您一步一步地接入因特网连接，并运行，点击下面的按钮开始。";
$m_context_wlan		="下面的基于Web的安装向导用于帮助您安装无线网络。该安装向导会指导您一步一步地安装好您的无线网络，并使它更安全。";
$m_note_wan		="<font color=red><strong>注意：</strong>在启动这些向导之前，请确定您已经按照快速安装手册中所有的步骤进行了安装。</font>";
$m_note_wlan		="<font color=red><strong>注意：</strong>使用这个安装向导进行的一些更改可能会要求您也要更改无线客户端适配器上的一些设置，以便它们能继续连接到D-Link路由器上。</font>";
$m_wan_wiz		="启动因特网连接安装向导";
$m_wlan_wiz		="启动无线安全的安装向导";
?>
