<?
/* ---------------------------------------------------------------------- */
//$TITLE=$m_pre_title."安装";
/* ---------------------------------------------------------------------- */
$m_title_wizard	= "因特网连接安装向导";
$m_desc_wizard =
	"如果您喜欢使用基于web的向导来帮助您".
	"将新的D-Link系统路由器连接到因特网上，请点击下面的按钮。";
$m_note_wizard =
	"<strong>注意：</strong> 在启动向导之前，".
	"请确定您已经按照".
	"快速安装手册中所有的步骤进行了安装。";

$m_title_manual	= "手动因特网连接选项";
$m_desc_manual =
	"如果您想手动配置新的".
	"D-Link路由器的因特网设置，请点击下面的按钮。";

$m_setup_wiz	= "Internet连接设置向导";
$m_manual_cfg	= "Internet手动连接设置";

?>
