<strong>유용한 정보 </strong>
<br><br>
&nbsp;&#149;&nbsp; 기본으로 설정되어 있는 애플리케이션 목록에서 애플리케이션 이름을 선택하십시오.  애플리케이션 
	선택 후, 선택 메뉴 옆의 화살표 버튼을 눌러 적당한 항목을 입력하시기 바랍니다. 
<br><br>
&nbsp;&#149;&nbsp; 컴퓨터명 선택 메뉴의 DHCP 클라이언트 목록에서 컴퓨터 이름을 선택할 수 있습니다.  또는 특정 포트를 
열고 싶은 컴퓨터의 IP 주소를 직접 입력할 수 도 있습니다. 
<br><br>
&nbsp;&#149;&nbsp; 공유기에서 컴퓨터에 허용할 포트 범위를 여는데 이 기능을 사용합니다. 공유기에서 열고 싶은 
	포트 범위의 시작 포트를 공인 포트 아래의 첫 번째 박스에 입력하고 마지막 포트를 두 번째 박스에 입력하십시오. 시작 포트를 입력한 후, 사설 포트 
	아래의 첫 번째 박스에 사용중인 내부 서버의 시작 주소를 입력하고 두 번째 박스에 마지막 주소를 입력하십시오. 
<br><br>
&nbsp;&#149;&nbsp; 양쪽 박스에 같은 포트 번호만 입력하면 단일 포트는 쉽게 열 수 있습니다. 
