﻿<?
/* ---------------------------------------------------------------------- */
//$TITLE=$m_pre_title."無線";
/* ---------------------------------------------------------------------- */
$a_invalid_bi		="ビーコン間隔の値の範囲は20～1000です。";
$a_invalid_rts		="RTS閾値の値の範囲は256～2346です。";
$a_invalid_frag		="フラグメント閾値の値の範囲は1500～2346です。";
$a_invalid_dtim		="DTIM間隔の値は1～255です。";
$a_frag_should_be_even	="フラグメント閾値は偶数を指定してください。";

$m_context_title	="無線詳細設定";
$m_tx_rate		="送信速度";
$m_tx_power		="送信電力";
$m_beacon_interval	="ビーコン間隔";
$m_rts			="RTS閾値";
$m_frag			="フラグメント閾値";
$m_dtim			="DTIM間隔";
$m_preamble		="プリアンブルタイプ";
$m_cts			="CTSモード";
$m_wmm			="WMM機能";
$m_dsc_bi		="（ミリ秒、範囲：20～1000、デフォルト：100）";
$m_dsc_rts		="（範囲：256～2346、デフォルト：2346）";
$m_dsc_frag		="（範囲：1500～2346、デフォルト：2346、偶数のみ）";
$m_dsc_dtim		="（範囲：1～255、デフォルト：1）";
$m_preamble_short	="ショートプリアンブル";
$m_preamble_long	="ロングプリアンブル";
?>
