<strong>도움말</strong>
<br>
<p>&nbsp;&#149;&nbsp;사용:<br>
라우팅 목록을 사용 또는 사용안함으로 적용시킵니다.

<p>&nbsp;&#149;&nbsp;인터페이스:<br>
해당 경로가 사용중일때 IP 패킷은 반드시 공유기 외부를 지나는 인터페이스
여야 합니다.</p>

<p>&nbsp;&#149;&nbsp;목적지 IP:<br>
목적지 IP 주소는 도달하고 싶은 호스트 또는 네트워크의 IP 주소입니다.</p>

<p>&nbsp;&#149;&nbsp;서브넷 마스크:<br>
사용중인 목적지 IP 주소의 서브넷 마스크 부분을 확인합니다. </p>

<p>&nbsp;&#149;&nbsp;게이트웨이:<br>
게이트웨이가 0.0.0.0 이라면 넥스트홉이 없음을 의하며 유효 라우팅 경로인
경우 공유기에 연결된 WAN 포트이 IP를 입력해야합니다.</p>


<p class="more">
 <!-- Link to more help -->
 <a href="spt_adv.php#routing">계속</a>
</p>
