<strong>Полезные советы..</strong>
<br><br>
&nbsp;&#149;&nbsp; Создайте список MAC-адресов, которым будет разрешен или запрещен доступ к сети.
<br><br>
&nbsp;&#149;&nbsp; Компьютеры, получившие IP-адрес от DHCP-сервера маршрутизатора содержатся в Списке DHCP-клиентов. Выберите устройство в выпадающем меню и кликните по стрелке рядом с выпадающим меню, чтобы добавить MAC-адрес этого устройства в список.
<br><br>
&nbsp;&#149;&nbsp; Используйте выключатель слева чтобы частично задейсвовать записи.
<br><br>
&nbsp;&#149;&nbsp; Используйте <strong>Всегда</strong> выпадающее меню, если предварительно задано расписание на маршрутизаторе.
Если нет, кликните по кнопке <strong>Добавить новое</strong> чтобы добавить его.
<br>
