<strong>Полезные советы..</strong>
<br><br>
&nbsp;&#149;&nbsp; <strong>DMZ:</strong><br>
Используйте опцию DMZ только в самом крайнем случае. При возникновении проблем с работой приложений на компьютерах за маршрутизатором сначала попытайтесь открыть порты соответствующего приложения в  разделе Расширенное Перенаправление портов.
<br><br>
&nbsp;&#149;&nbsp; <strong>Межсетевой экран:</strong><br>
Правила Межсетевого экрана являются расширенной функцией, позволяющей запретить или разрешить прохождение трафика через устройство.
Существует возможность создать детализированные правила для устройства.
В Руководстве пользователя приводится более подробная информация и примеры.
<br>
