<strong>Полезные советы…</strong><br>
<br>
&nbsp;&#149;&nbsp; Используйте опцию DMZ только в самом крайнем случае. Если возникают трудности с приложениями компьютеров, находящихся за маршрутизатором, сначала попробуйте открыть соответствующие данным приложениям порты в разделах Виртуальный сервер и Перенаправление портов.<br>
<br>
&nbsp;&#149;&nbsp; Убедитесь, что опция VPN passthrough включена, если за маршрутизатором работает VPN-клиент.<br>
<br>
&nbsp;&#149;&nbsp; VPN Passthrough будет работать, если VPN-клиент использует стандартные порты для данного типа VPN-соединения. При возникновении проблем с VPN-клиентом, находящимся за маршрутизатором, и включенных опциях VPN passthrough, пожалуйста, обратитесь к сетевому администратору для выяснения, не используются ли какие-нибудь нестандартные порты или опции.<br>
