<strong>Полезные советы..</strong>
<br><br>
&nbsp;&#149;&nbsp; Проверяйте <strong>Имя приложения</strong> выпадающее меню со списком определенных ранее приложений, доступных для выбора. При выборе одного из данных приложений кликните по стрелке рядом с выпадающим меню и заполните соответствующие поля.
<br><br>
&nbsp;&#149;&nbsp; Существует возможность выбрать нужный компьютер из списка DHCP-клиентов в выпадающем меню
<strong>Имя компьютера</strong> Выберите из выпадающего списка или введите IP-адрес компьютера вручную, чтобы открыть заданный порт.
<br><br>
&nbsp;&#149;&nbsp; Эта функция позволяет открыть диапазон портов для компьютера в сети. Для этого введите первый порт диапазона, который нужно открыть, в первое поле под
<strong>Публичный порт</strong> и последний порт диапазона во второе поле. После этого введите первый порт диапазона для использования внутренним сервером в первое поле под
<strong>Приватный порт</strong>
и последний порт диапазона во второе поле.
<br><br>
&nbsp;&#149;&nbsp; Чтобы задать единичный  порт с помощью этой опции, просто введите один и тот же номер порта в оба поля.
