<strong>Полезные советы..</strong>
<br>
<p>&nbsp;&#149;&nbsp;Включить:<br>
Задает включение или выключение определенной записи.</p>

<p>&nbsp;&#149;&nbsp;Интерфейс:<br>
Задает интерфейс - WAN или физическая WAN, который будет 
использовать IP-пакет для передачи за маршрутизатор, когда используется этот маршрут.</p>

<p>&nbsp;&#149;&nbsp;IP-адрес назначения:<br>
IP-адрес пакетов, которые будут выбирать этот маршрут.</p>

<p>&nbsp;&#149;&nbsp;Маска подсети:<br>
Биты маски определяют, какие биты IP-адреса должны совпадать.</p>

<p>&nbsp;&#149;&nbsp;Шлюз:<br>
Задает следующий шаг при выборе данного маршрута. Шлюз
0.0.0.0 предполагает отсутствие следующего шага, и устройство с данным IP-адресом
непосредственно подключено к заданному интерфейсу маршрутизатора: WAN или Физический WAN.</p>
