<strong>Полезные советы..</strong><br><br>
&nbsp;&#149;&nbsp; <strong>Интернет-соединение:</strong><br>При настройке маршрутизатора для доступа к Интернет убедитесь, что выбран корректный
 <strong>Тип Интернет-соединения</strong> в выпадающем меню. 
В случае сомнений, какую опцию выбрать, пожалуйста, обратитесь к своему
 <strong>Провайдеру</strong>.<br><br>
&nbsp;&#149;&nbsp; <strong>Поддержка:</strong><br>При наличии проблем в доступе к Интернет через маршрутизатор еще раз проверьте введенные настройки и при необходимости обратитесь к провайдеру.
<p class="more">
 <!-- Link to more help -->
 <a href="spt_bsc.php#internet_setup">Больше…</a>
</p>