<strong>Полезные советы..</strong><br>
<br>
&nbsp;&#149;&nbsp; Wi-Fi Protected Setup предоставляет более простой способ настройки безопасности беспроводной сети. 
Убедитесь что беспроводная карта поддерживает эту функцию или использует сертифицированный драйвер для Windows Vista.
<br><br>
&nbsp;&#149;&nbsp; Изменение имени беспроводной сети — первый шаг к безопасности. 
Мы рекомендуем выбрать легко запоминающееся имя, которое не содерит никакой личной информации.
<br><br>
&nbsp;&#149;&nbsp; Включение Скрытого Режима — еще один пункт защиты сети. Если эта опция включена, 
клиенты при сканировании не смогут узнать имя Вашей беспроводной сети. При подключении к роутеру необходимо будет вводить имя вручную.
<br><br>
&nbsp;&#149;&nbsp; Если Вы включили Шифрование беспроводной сети, убедитесь, что Вы запомнили WEP ключ или пароль. 
Они понадобятся для подключения к устройству.
<br> 
<p class="more">
 <!-- Link to more help -->
 <a href="spt_bsc.php#wireless_setup">Больше…</a>
</p>