<strong>Helpful Hints..</strong><br>
<br>
&nbsp;&#149;&nbsp; При отсутствии достаточного опыта в построении сетей и настройке маршрутизатора впервые кликните по <strong>Мастер установки Интернет-соединения</strong> ,и маршрутизатор предоставит несколько простых шагов для настройки сети.<br>
<br>
&nbsp;&#149;&nbsp; Если Вы чувствуете достаточную уверенность и выполняли настройки  маршрутизатора ранее, кликните по<strong> Настройка Интернет- соединения вручную</strong> ,чтобы ввести настройки вручную<br>

