<strong>Полезные советы..</strong><BR>
<BR>
<STRONG>Настройки беспроводного доступа</STRONG><BR>
Раздел Настройки беспроводного доступа используется для настройки устройства в режиме беспроводной точки доступа. Помните, что некоторые изменения, выполненные в этом разделе, необходимо также повторить на беспроводных клиентах.<BR>
<BR>
<STRONG>Беспроводное радио</STRONG><BR>
Эта опция позволяет включить или выключить функцию беспроводного соединения маршрутизатора. При включении этой опции отображаются следующие параметры беспроводного доступа. <BR>
<BR>
<STRONG>SSID</STRONG><BR>
SSID (Service Set Identifier) представляет специальное имя, идентифицирующее определенную беспроводную локальную сеть (WLAN). Когда беспроводное устройство ищет доступные беспроводные сети, это имя появится в списке.<BR>
<BR>
<STRONG>Автоматический выбор канала</STRONG><BR>
При выборе этой опции маршрутизатор  автоматически находит канал с наименьшей интерференцией и использует этот канал для работы в беспроводной сети. При выключении этой опции маршрутизатор будет использовать канал, заданный в поле Канал.
