<strong>Полезные советы..</strong><br>
<br>
&nbsp;&#149;&nbsp; При отсутствии достаточного опыта в построении беспроводных сетей и настройке беспроводного маршрутизатора впервые кликните по <strong>Мастер установки беспроводного соединения</strong> ,и маршрутизатор предоставит несколько простых шагов для настройки беспроводной сети.<br>
<br>
&nbsp;&#149;&nbsp; Если Вы чувствуете достаточную уверенность и выполняли настройки беспроводного маршрутизатора ранее, кликните<strong> Настройка беспроводного соединения вручную</strong>, чтобы ввести настройки вручную.<br>

