<strong>Полезные советы..</strong>
<br><br>
&nbsp;&#149;&nbsp; В целях безопасности рекомендуется изменить Имя и
Пароль учетной записи с привилегиями уровня Администратора.
Запишите или запомните Имя и Пароль, чтобы не пришлось сбрасывать маршрутизатор к настройкам по умолчанию в случае их утраты.
<br><br>
&nbsp;&#149;&nbsp; Когда включена опция удаленного управления, существует возможность задать IP-адрес компьютера в Интернет,
с которого можно будет получать доступ к маршрутизатору.
Или оставьте это поле пустым, чтобы разрешить всем компьютерам получать доступ к маршрутизатору из Интернет.
<br>
