<strong>Полезные советы..</strong><br>
<br>
&nbsp;&#149;&nbsp;Расписания используются со многими другим функциями, позволяя задать время активности данных функции.<br><br>
&nbsp;&#149;&nbsp; Присвойте расписанию легко запоминающееся имя. Например, расписание с понедельника по пятницу с 3:00pm до 9:00pm, 
можно назвать После школы.<br><br>
&nbsp;&#149;&nbsp; Кликните <strong>Сохранить</strong> чтобы добавить готовое расписание в список ниже.<br><br>
&nbsp;&#149;&nbsp; Кликните <strong>Редактировать</strong> Иконка, позволяющая изменить существующее расписание.<br><br>
&nbsp;&#149;&nbsp; Кликните <strong>Удалить</strong> Иконка, позволяющая удалить расписание из списка.
