<?
/* ---------------------------------------------------------------------- */
//$TITLE=$m_pre_title."설정";
/* ---------------------------------------------------------------------- */
$m_title_wizard	= "인터넷 연결 설정 마법사 ";
$m_desc_wizard =
	"웹기반 마법사를 사용하여 D-Link 공유기를 인터넷에 쉽게 연결할 수 있습니다. 아래 버튼을 눌러 시작하십시오.";
$m_note_wizard =
	"<strong>주의:</strong> 마법사를 시작하기 전에, 공유기 박스 안에 있는 설치 ".
  "매뉴얼대로 하셨는지 확인하시기 바랍니다.";

$m_title_manual	= "수동 인터넷 연결 옵션";
$m_desc_manual =
	"D-Link 공유기의 인터넷 설정을 수동으로 할 수 있습니다. 아래 버튼을 눌러 시작하십시오.";
$m_setup_wiz	= "인터넷 연결 설정 마법사 ";
$m_manual_cfg	= "수동 인터넷 연결 설정 ";
$m_setup_wiz = "인터넷 연결 설정 마법사";
$m_manual_cfg = "수동 인터넷 연결 설정";

?>
