<?
/* ---------------------------------------------------------------------- */
//$TITLE=$m_pre_title."마법사";
/* ---------------------------------------------------------------------- */
$m_context_title_wan	="인터넷 연결 설정 마법사";
$m_context_title_wlan	="마이크로소프트 윈도우 커넥터 나우 마법사";
$m_context_wan		="웹기반 설정 마법사를 사용하여 새 공유기를 쉽게 인터넷에 연결시킬 수 있습니다. 설정 마법사가 단계별로 인터넷에 연결하고 동작할 수 있도록 안내해드립니다. 아래의 버튼을 눌러 시작하십시오.";
$m_context_wlan		="웹기반 설정 마법사를 사용하여 무선 네트워크를 설정할 수 있습니다. 설정 마법사가 단계별로 무선 네트워크 설정 방법과 보안 설정 방법을 안내해 드립니다. ";
$m_note_wan		="<font color=red><strong>주의 :</strong> 마법사를 시작하시기 전에, 공유기 박스 안의 설치 매뉴얼 대로 설치하셨는지 먼저 확인하시기 바랍니다.</font>";
$m_note_wlan		="<font color=red><strong>주의 :</strong> 설정 마법사에서 한 일부 수정 사항으로 인해 무선 랜카드의 설정을 일부 변경해야 할 경우도 있습니다. </font>";
$m_wan_wiz		="인터넷 연결 설정 마법사";
$m_wlan_wiz		="무선 보안 설정 마법사 ";
?>
