<?
/* ---------------------------------------------------------------------- */
//$TITLE=$m_pre_title."WIZARD";
/* ---------------------------------------------------------------------- */
$a_empty_ssid	="SSID 는 빈칸으로 둘 수 없습니다.";
$a_invalid_ssid	="특수문자는 SSID 로 사용할 수 없습니다. 확인하십시오.";
$m_wlan_ssid	="무선 네트워크 이름(SSID)";
$m_auto_set		="네트워크 키를 자동으로 공급(Recommended)";
$m_auto_dsc		="외부로 부터 접근을 막기 위하여 공유기가 자동으로 보안키(WEP 또는 WPA 키) 를 할당합니다.";
$m_manual_set	="네트워크 키를 수동으로 설정";
$m_manual_dsc	="원하는 키를 사용하려면 이 옵션을 선택하십시오.";
$m_manual_wpa	="WEP 대신 WPA 를 사용하십시오.(WPA 가 WEP 보다 강력한 보안을 제공하며, 모든 D-LINK 무선 클라이언트는 WPA 를 지원합니다.)";
?>
