<?
$m_title_dhcp = "DHCP 연결 (다이나믹 IP 주소)";
$m_desc_dhcp = "이 옵션을 선택하면 자동으로 인터넷 연결이 IP 주소와 함께 연결됩니다. 대부분 케이블 모뎀이 이와 같은 타입으로 연결이 됩니다. ";
$m_title_pppoe = "사용자이름 / 패스워드 연결(PPPoE)";
$m_desc_pppoe = "이 옵션을 선택하면 온라인에서 사용자 이름과 패스워드 요구와 함께 인터넷 연결이 됩니다. 대부분 DSL 모뎀이 이와 같은 타입으로 연결이 됩니다.";
$m_title_pptp = "사용자이름 / 패스워드 연결(PPTP)";
$m_desc_pptp = "이 옵션을 선택하면 온라인에서 사용자 이름과 패스워드 요구와 함께 인터넷 연결이 됩니다. 대부분 DSL 모뎀이 이와 같은 타입으로 연결이 됩니다.";
$m_title_l2tp = "사용자이름 / 패스워드 연결(L2TP)";
$m_desc_l2tp = "이 옵션을 선택하면 온라인에서 사용자 이름과 패스워드 요구와 함께 인터넷 연결이 됩니다. 대부분 DSL 모뎀이 이와 같은 타입으로 연결이 됩니다.";
$m_title_static = "정적 IP 주소 연결";
$m_desc_static = "이 옵션을 선택하면 인터넷 프로바이더에서 IP 주소 정보를 제공하고, 수동으로 설정을 해야 합니다.";
$m_title_r_pptp = "러시아 PPTP (듀얼 액세스)";
$m_desc_r_pptp = "이 옵션을 선택하면 온라인에서 인터넷 연결에 필요한 사용자 이름과 패스워드 요구하고, 인터넷 서비스 프로바이더 내부 네트워크에 접근할수 있게 정적 경로를 지정합니다. 러시아에 있는 일부 ISP에서 이와 같은 타입을 사용합니다.";
$m_title_r_pppoe = "러시아 PPPoE (듀얼 액세스)";
$m_desc_r_pppoe = "이 옵션을 선택하면 온라인에서 인터넷 연결에 필요한 사용자 이름과 패스워드 요구하고, 인터넷 서비스 프로바이더 내부 네트워크에 접근할수 있게 정적 경로를 지정합니다. 러시아에 있는 일부 ISP에서 이와 같은 타입을 사용합니다.";
?>

