<h1>펌웨어 업데이트</h1>
<?query("/sys/modelname");?> 의 기능 및 성능 향상을 위하여 새로운 펌웨어가 제공됩니다.<br>
<a href=<?query("/sys/supporturl");?> target=_blank>최신 펌웨어를 확인하려면 이 버튼을 클릭하십시오.</a><br>
<br>
펌웨어를 업그레이드 하려면 검색 버튼을 이용하여 컴퓨터에 저장되어 있는 펌웨어를 검색할 수 있습니다. 펌웨어를 검색한 후 업로드 버튼을 클릭하여 펌웨어의 업그레이드를 진행 할 수 있습니다. <br>
<br>
언어 팩을 적용하여 <?query("/sys/modelname");?>의 관리 페이지의 언어를 변경할 수 있습니다. 펌웨어를 업데이트할 경우에는 정확한 언어의 표현을 위하여 언어 팩도 함께 업데이트 할 것을 권장합니다. <br>
<br>
언어 팩을 업그레이드 하려면 검색버튼을 이용하여 컴퓨터에 저장되어 있는 언어팩을 검색할 수 있습니다 . 언어팩을 검색한 후 업로드 버튼을 클릭하여 언어팩의 업그레이드를 진행할 수 있습니다. <br>
<br>
