<strong>使用小提示...</strong>
<br><br>
&nbsp;&#149;&nbsp; 請檢查<strong>應用名稱</strong>下拉式選單中
您可選取的預先定義應用清單。如果您已選取其中一個預先定義應用，請按一下靠近下拉式選單的箭頭按鈕填入適當的欄位。
<br><br>
&nbsp;&#149;&nbsp; 您可以在<strong>電腦名稱</strong>下拉式選單的
DHCP 用戶端清單中選擇您的電腦，或手動輸入您所想要開啟特殊埠端電腦的 IP 位址。
<br><br>
&nbsp;&#149;&nbsp; 本功能可讓您開啟連接到您網路電腦的各種連接埠。
如要執行，請輸入您所想要在<strong>公用連接埠</strong>下的第一個方塊中開啟路由器的第一個連接埠，並且在第二個方塊中開啟路由器的最後一個連接埠。之後，您輸入內部伺服器在<strong>私人連接埠</strong>之下的第一個方塊中所使用的第一個連接埠，以及第二個方塊中所使用的最後一個連接埠。
<br><br>
&nbsp;&#149;&nbsp; 如要使用本功能開啟單一連接埠，只要在兩個方塊中
輸入相同號碼即可。


<p class="more">
 <!-- Link to more help -->
 <a href="spt_adv.php#port_forwarding">更多…</a>
</p>
                                            