<strong>使用上のヒント</strong>
<br>
<p>&nbsp;&#149;&nbsp;有効化：<br>
エントリを有効化/無効化します。</p>

<p>&nbsp;&#149;&nbsp;インタフェース：<br>
インタフェース－このルートが使用されるとき、IPパケットをルータ上で転送するために
使用するインタフェース（WANまたは物理WAN)を指定します。</p>

<p>&nbsp;&#149;&nbsp;宛先IPアドレス：<br>
このルートを使用するパケットのIPアドレス</p>

<p>&nbsp;&#149;&nbsp;サブネットマスク：<br>
IPアドレスのどのビットがマッチすべきかを指定するマスク</p>

<p>&nbsp;&#149;&nbsp;ゲートウェイ：<br>
このルートのネクストホップを指定します。0.0.0.0と指定すると、ネクストホップが存在しない
設定となり、上記の宛先IPアドレスにマッチしたパケットは直接ルータに接続されている
特定のインタフェース（WANまたはWAN物理ポート)に送信されます。

<p class="more">
<!-- Link to more help -->
<a href="spt_adv.php#routing">詳細説明</a>
</p>
