<strong>使用上のヒント</strong>
<br><br>
&nbsp;&#149;&nbsp; <strong>「アプリケーション名」</strong>ドロップダウンリストでは、選択可能な定義済みのアプリケーションが確認できます。このリストからアプリケーションを選択して、「<<」ボタンをクリックすると、関連フィールドにそのアプリケーションに適した値が自動入力されます。



<br><br>
&nbsp;&#149;&nbsp; <strong>「コンピュータ名」</strong>ドロップダウンリストでは、選択可能なDHCPクライアントが確認できます。ここからコンピュータ名を選択するか、あるいは指定ポートを開放する対象のコンピュータのIPアドレスを手動で入力します。


<br><br>
&nbsp;&#149;&nbsp; この機能では、指定したポート範囲をお客様のネットワーク上の
コンピュータに開放することができます。このためには、ルータ上の開放するポート範囲の
最小ポート番号を<strong>「パブリックポート」</strong>の下の1番目のボックスに、
最大ポート番号を2番目のボックスに入力します。その後、内部サーバが使用する
ポート範囲の最小ポート番号を<strong>「プライベートポート」</strong>の下の
1番目のボックスに、最大ポート番号を2番目のボックスに入力します。
<br><br>
&nbsp;&#149;&nbsp; この機能を使用して、１つのポートのみを開放する場合は、1番目、2番目の両方のボックスに同じポート番号を入力します。


<p class="more">
<!-- Link to more help -->
<a href="spt_adv.php#port_forwarding">詳細説明</a>
</p>
