<?
$m_title_app_rules	= "РАСШИРЕННЫЕ ПРАВИЛА ПЕРЕНАПРАВЛЕНИЯ ПОРТОВ";

$m_app_name     = "Имя Приложения";
$m_name			= "Имя";
$m_any          = "Любой";
$m_ip			= "IP-адрес";
$m_pc_name		= "Имя Компьютера";
$m_start		= "Начало";
$m_end			= "Конец";
$m_public_port	= "Внешний порт";
$m_private_port	= "Внутренний порт";
$m_schedule     = "Расписание";
$m_always       = "Всегда";

$a_no_app_name	= "Пожалуйста, укажите сначала Имя приложения !";
$a_no_host_name	= "Пожалуйста, укажите сначала Имя Компьютера !";
$a_invalid_ip	= "Некорректный IP-адрес !";
$a_same_with_lan_ip       = "IP-адрес не может совпадать с IP-адресом LAN!";
$a_invalid_port	= "Некорректное значение порта !";
$a_end_big_start= "Значение конечного порта диапазона должно быть равно или больше значения начального порта !";
$a_cant_blank	= "Поле не может быть пустым !";
$a_ip_in_different_subnet   = "Некорректный IP-адрес ! IP-адрес должен принадлежать той же сети, что и IP-адрес Маршрутизатора.";
$a_same_rule_exist = "Имя '\"+get_obj(\"name_\"+i).value+\"'уже используется.";
?>
