<?
$a_invalid_dest_ip	="Некорректный IP-адрес назначения.";
$a_invalid_netmask	="Некорректная маска подсети.";
$a_invalid_gw		="Некорректный шлюз.";
$a_same_rule		="Такое правило статической маршрутизации уже существует.\\n Пожалуйста, измените его.";

$m_title_routing	="СТАТИЧЕСКАЯ МАРШРУТИЗАЦИЯ";
$m_desc_routing		="МАРШРУТИЗАЦИЯ";
$m_inf				="Интерфейс";
$m_dest				="Назначение";
$m_submask			="Маска подсети";
$m_gateway			="Шлюз";
$m_wan_phy			="Физический порт";
$m_phy_prefix       ="Физический интерфейс WAN";
?>
