<?
$a_invalid_url       	= "Некорректный URL-адрес !";
$a_same_url_entry_exists= "Запись с таким URL/доменом уже существует !";
$m_title_url_filter		= "Правила Родительского контроля";
$m_desc_url_filter		= "Задайте настройки Родительского контроля ниже:";
$m_disable_url_filter	= "Выключить функцию Родительского контроля";
$m_allow_entries_only	= "Включить функцию Родительского контроля и РАЗРЕШИТЬ доступ ТОЛЬКО к указанным сайтам";
$m_deny_entries_only	= "Включить функцию Родительского контроля и ЗАПРЕТИТЬ доступ ТОЛЬКО к указанным сайтам";
$m_clear_list_below		= "Очистка списка, показанного ниже...";
$m_website_url			= "URL Web-сайта";
$m_schedule				= "Расписание";
?>
