<?
/* ---------------------------------------------------------------------- */
//$TITLE=$m_pre_title."WIRELESS";
/* ---------------------------------------------------------------------- */
$a_invalid_bi		="Значение Beacon Interval должно приналежать диапазону 20 ~ 1000.";
$a_invalid_rts		="Значение Порога RTS должно принадлежать диапазону 256 ~ 2346.";
$a_invalid_frag		="Диапазон значений фрагментации 1500 ~ 2346.";
$a_invalid_dtim		="Диапазон значений Интервала DTIM 1 ~ 255.";
$a_frag_should_be_even	="Фрагментация должна выражаться целым числом.";


$m_context_title	="Расширенные настройки беспроводной сети";
$m_tx_rate		="Скорость TX";
$m_tx_power		="Мощность передачи";
$m_beacon_interval	="Интервал Beacon";
$m_rts			="Порог RTS";
$m_frag			="Фрагментация";
$m_dtim			="Интервал DTIM";
$m_preamble		="Тип преамбулы";
$m_cts			="Режим CTS";
$m_wmm			="Функция WMM";
$m_dsc_bi		="(мс, диапазон:20~1000, по умолчанию:100)";
$m_dsc_rts		="(диапазон: 256~2346, по умолчанию:2346)";
$m_dsc_frag		="(диапазон: 1500~2346, по умолчанию:2346, только целое число)";
$m_dsc_dtim		="(диапазон: 1~255, по умолчанию:1)";
$m_preamble_short	="Короткая преамбула";
$m_preamble_long	="Длинная преамбула";
$m_11g_only		= "Режим Только 802.11g";
//for support 11n
$m_wlan_mode_set        ="Беспроводной режим";
$m_wlan_mode_11b        ="только 802.11b";
$m_wlan_mode_11g        ="только 802.11g";
$m_wlan_mode_11n        ="только 802.11n";
$m_wlan_mode_mix        ="Смешанный 802.11(g/b)";
$m_wlan_mode_mixn       ="Смешанный 802.11(n/g/b)";
$m_wlan_band_width      ="Ширина полосы";
$m_wlan_short_guard     ="Интервал Short Guard";
$m_mhz                  ="МГц";
$m_partition			="WLAN Partition";
?>
