<?
$m_title_app_rules	= "Правила Приложения";

$m_app_name	= "Имя Приложения";
$m_trigger	= "Порт срабатывания";
$m_firewall	= "Открыть порты";
$m_any		= "Любой";

$a_no_app_name		= "Пожалуйста, введите сначала Имя Приложения !";
$a_invalid_trigger_port	= "Некорректная настройка порта срабатывания !";
$a_invalid_firewall_port= "Некорректная настройка открытых портов !";
$a_blocking_warning	= "Эта настройка приведет к блокировке доступа к маршрутизатору! Продолжить?";
$a_same_rule_exist  = "Имя '\"+get_obj(\"desc_\"+i).value+\"'  уже используется.";
?>
