<?
$m_mac_title	= "ПРАВИЛА ФИЛЬТРАЦИИ НА ОСНОВЕ MAC-АДРЕСОВ";
$m_mac_desc	= "Задайте ниже настройки фильтрации на основе MAC-адресов:";

$m_mac_filter_off		= "ВЫКЛЮЧИТЬ Фильтрацию на основе MAC-адресов";
$m_mac_filter_allow_entries	= "Включить фильтрацию на основе MAC-адресов и РАЗРЕШИТЬ компьютерам из списка доступ к сети";
$m_mac_filter_deny_entries	= "Включить фильтрацию на основе MAC-адресов и ЗАПРЕТИТЬ компьютерам из списка доступ к сети";

$m_dhcp_client_list	= "Список DHCP-клиентов";
$m_computer_name	= "Имя Компьютера";
$m_clear		= "ОЧИСТИТЬ";
$m_schedule		= "Расписание";
$m_always_on	= "Режим \\\"Always on\\\"";

$a_no_pc_selected	= "Пожалуйста, выберите сначала Компьютер !";
$a_invalid_mac		= "Некорректный MAC-адрес !";
$a_macaddr_exist	= "MAC-адрес уже существует !";
$a_blocking_warning	= "Эта настройка приведет к блокировке доступа к маршрутизатору! Продолжить?";
?>
