<?
/* ---------------------------------------------------------------------- */
//$TITLE=$m_pre_title."SETUP";
/* ---------------------------------------------------------------------- */
$m_title_wizard	= "Мастер установки беспроводного соединения";
$m_desc_wizard =
	"Чтобы использовать интуитивно понятный Web-интерфейс ".
	"при подключении беспроводного Маршрутизатора D-Link к Интернет, кликните по кнопке ниже.";
$m_note_wizard =
	"<strong>Примечание:</strong> До запуска Мастера установки, ".
	"пожалуйста, убедитесь в выполнении всех инструкций, ".
	"указанных в прилагаемом Руководстве по быстрой установке.";
 
$m_title_manual	= "Опции для настройки беспроводного соединения вручную";
$m_desc_manual =
	"При желании задать вручную настройки Интернет-соединения для Маршрутизатора ".
	"D-Link кликните по кнопке ниже.";

$m_setup_wiz	= "Мастер установки беспроводного соединения";
$m_manual_cfg	= "Настройка беспроводного соединения вручную";

?>
