<p>
WEP - это стандарт шифрования, используемый в беспроводных сетях.
Для его использования необходимо ввести одинаковый(-е) ключ (-и) на маршрутизаторе и беспроводных станциях.
При использовании 64-битного WEP-шифрования необходимо использовать в качестве ключа 10-значное шестнадцатеричное число.
При использовании 128-битного WEP-шифрования необходимо использовать в качестве ключа 26-значное шестнадцатеричное число.
Шестнадцатеричное число может состоять из цифр от 0 до 9 и букв от A до F.
При использовании протокола WEP выберите в качестве типа аутентификации
Shared Key&quot, что обеспечит больший уровень безопасности.
</p>
<p>
Также допускается использование в качестве ключа WEP текстовой строки,
В этом случае она будет преобразована в шестнадцатеричное число с помощью кодов ASCII.
При 64-битном WEP-шифровании текстовая строка не должна превышать 5 символов,
При 128-битном WEP-шифровании - 13 символов.<br>
</p>
