<?
/* ---------------------------------------------------------------------- */
//$TITLE=$m_pre_title."WIZARD";
/* ---------------------------------------------------------------------- */
$m_context_title_wan	="Мастер установки Интернет-соединения";
$m_context_title_wlan	="Мастер установки Microsoft Windows Connect Now";
$m_context_wan		="Данный Мастер установки на основе Web-интерфейса поможет подключить маршрутизатор D-Link к Интернет. Здесь приводятся пошаговые инструкции, как включить и поддерживать Интернет-соединение. Чтобы начать работу с Мастером установки, кликните по кнопке ниже.";
$m_context_wlan		="Данный Мастер установки на основе Web-интерфейса поможет выполнить настройки беспроводной сети.  Здесь приводятся пошаговые инструкции по настройке беспроводной сети и обеспечению ее безопасности.";
$m_note_wan		="<font color=red><strong>Примечание:</strong> До запуска Мастера установки,пожалуйста, убедитесь в выполнении всех инструкций, указанных в прилагаемом Руководстве по быстрой установке.</font>";
$m_note_wlan		="<font color=red><strong>Примечание:</strong> При изменении некоторых настроек с помощью данного Мастера установки может потребоваться также изменить настройки беспроводных адаптеров клиентов для обеспечения их подключения к маршрутизатору.</font>";
$m_wan_wiz		="Запуск Мастера установки Интернет-соединения";
$m_wlan_wiz		="Запуск Мастера установки безопасной беспроводной сети";
?>
