<?
$m_pin				= "PIN-номер";
$m_connect			= "Подключение";
$m_pbc				= "НАЖМИТЕ КНОПКУ";
$m_virtual_button	= "Виртуальная кнопка включения";

$m_wps_pin_desc	=	"Если беспроводное устройство поддерживает только PIN, то введите этот PIN-номер, ".
					"чтобы добавить данное устройство в беспроводную сеть.";
					 
$m_wps_pbc_desc =	"Если беспроводное устройство поддерживает две опции,  ".
					"то можно использовать Виртуальную Кнопку Включения.";
$m_wps_pbc_comment ="(Принцип действия Виртуальной Кнопки Включения аналогичен принципу действия физической кнопки на боку Маршрутизатора)";

$a_invalid_pin	=	"Некорректный PIN-номер.";
?>
