<?
$a_invalid_user_name	="Пожалуйста, введите Имя пользователя.";
$a_blank_vercode		="Пожалуйста, введите графопроектор подлинности кода.";

$m_html_title		="Авторизация";
$m_context_title	="Авторизация";
$m_login_router		="Авторизоваться на маршрутизаторе:";
$m_log_in			=" Авторизоваться ";
$m_vercode			="Проверочный код";
$m_wait_msg			="(Подождите минутку ...)";
$m_gegenerate		="Регенерировать";
$m_vercode_dsc		="Введите правильный пароль и выше, а затем введите символы, изображенные на картинке ниже";
?>
