<?
$a_blank_fw_file	= "Пожалуйста, укажите файл с программным обеспечением.";
$a_blank_lp_file    	= "Пожалуйста выберите файл перевода.";
$m_fw_title			= "ИНФОРМАЦИЯ О ПРОШИВКЕ";
$m_last_fw_title	= "НАЙТИ ПОСЛЕДНЮЮ ВЕРСИЮ";
$m_cur_fw_ver		= "Версия текущего программного обеспечения";
$m_cur_fw_date		= "Дата программного обеспечения";
$m_last_fw_ver		= "Последняя версия";
$m_last_fw_date	= "Дата последней версии";
$m_fw_dl_site		= "Доступна на сайте";
$m_last_lang_ver	= "Последняя версия перевода";
$m_last_lang_date	= "Дата последней версии перевода";
$m_lang_dl_site		= "Перевод доступен на сайте";
$m_lang_dl_hint		= "<font color=\"red\">Внимание: Обновляйте сначала прошивку, и только потом перевод интерфейса</font>";

$m_upgrade_fw_title	= "ОБНОВЛЕНИЕ ПРОШИВКИ";
$m_upgrade_lp_title 	= "ОБНОВЛЕНИЕ ПЕРЕВОДА ИНТЕРФЕЙСА";
$m_update			= "Обновление";
$m_check_last_fw	= "Проверить on-line последнюю версию программного обеспечения";
$m_bt_check_fw		= "Обновить сейчас";
$m_download			= "Скачать";
$m_upload			= "Обновить";

$m_connecting		= "Подключение к серверу для получения информации о программном обеспечении";
$m_connect_fail		= "Невозможно подключиться к серверу для получения информации о программном обеспечении !";
$m_no_new_fw		= "Данное программное обеспечение последней версии.";
$m_has_new_fw		= "Новая версия программного обеспечения доступна для загрузки по следующей ссылке.";
$m_check_last_fw	= "Проверьте on-line новую версию программного обеспечения.";
$m_bt_check_fw		= "Проверить сейчас";
?>
