<?
/* ---------------------------------------------------------------------- */
//$TITLE=$m_pre_title."НАСТРОЙКИ ЖУРНАЛА";
/* ---------------------------------------------------------------------- */
$a_invalid_smtp_srv	="Введите SMTP серевер или IP адрес.";
$a_invalid_email	="Введите, пожалуйста, корректный адрес Email.";
$a_blank_port       ="Поле не может быть пустым ! Порт по умолчанию:25";
$a_invalid_port     ="Некорректное значение порта !".\n\n."диапазон портов:1~65535";
$a_invalid_name	="Введите, пожалуйста, имя пользователя.";
$a_invalid_password	="Введите, пожалуйста, корректный пароль.";
$a_invalid_pass	="Пароль не совпадает";

$m_savelog_title	="Сохранить файл событий";
$m_context_title	="Тип события";
$m_leveltype_title  ="Тип и уровень события";
$m_logsrv_title     ="Сервер Syslog";
$m_sendmail_title	="Отправить по почте";
$m_smtp_srv_ip		="SMTP сервер / IP-адрес";
$m_smtp_srv_port    ="Порт SMTP-сервера";
$m_send_auth        ="Включить аутентификацию";
$m_email_addr		="Адрес Email";
$m_email_sub		="Тема Email";
$m_send_email_addr ="Email-адрес отправителя";
$m_smtp_srv_ip		="SMTP-сервер / IP-адрес";
$m_send_name		="Имя пользователя";
$m_send_pass1		="Пароль";
$m_send_pass2		="Подтвердите пароль";
$m_send_mail_now	="Отправить сообщение сейчас";
$m_save_log_cfg		="Сохранить файл событий на локальный жесткий диск";
$m_log_type		="Тип события";
$m_log_sys		="Активность системы";
$m_log_dbg		="Информация об отладке";
$m_log_att		="Атаки";
$m_log_drp		="Отброшенные пакеты";
$m_log_ntc		="Уведомление";
$m_email_title      ="Отправка Email при переполнении Журнала или по расписанию";
$m_on_log_full      ="При переполнении Журнала";
$m_enable_sch       ="По расписанию";
$m_sch          ="Расписание";

$m_logtype_system   = "Система";
$m_logtype_firewall = "Межсетевой экран и безопасность";
$m_logtype_notice   = "Статус Маршрутизатора";

$m_log_level        = "Уровень события";
$m_loglevel_1       = "Критический";
$m_loglevel_2       = "Предупреждение";
$m_loglevel_3       = "Информационный";

$m_log_en_logsrv    = "Включить запись событий на сервер Syslog";
$m_log_logsrv_ip    = "IP-адрес сервера Syslog";
$m_computer_name    = "Имя Компьютера";

$a_no_pc_selected   = "Выберите, пожалуйста, сначала компьютер !";
$a_invalid_srvip    = "Некорректный IP-адрес сервера Syslog!";
$a_ip_in_different_subnet   = "Некорректный IP-адрес!  IP-адрес и адрес маршрутизатора должны принадлежать одной сети.";
?>
