<?
/* ---------------------------------------------------------------------- */
//$TITLE=$m_pre_title."SCHEDULES";
/* ---------------------------------------------------------------------- */
$a_invalid_sch_name	="Пожалуйста, ведите Имя.";
$a_invalid_days		="Пожалуйста, укажите количество дней.";
$a_invalid_time		="Время задано некорректно.";
$a_invalid_start_time	="Некорректное начальное время. Начальное время должно быть меньше, чем Конечное время диапазона.";
$a_invalid_schedule	="Нет необходимости устанавливать продолжительность действия расписания длиной одну неделю или один день.";
$a_del_confirm		="Действительно необходимо удалить данное расписание?";
$a_same_name_record	="Уже существует расписание с таким Именем. \\n Пожалуйста, измените Имя расписания.";
$a_same_time_record	="Уже существует расписание с таким Временным диапазоном. \\n Пожалуйста, задайте другой временной интервал.";
$a_outside_max_rules	="Некорректное расписание. Превышено максимальное число правил.";


$m_add_sch_title="Добавить правило расписания";
$m_lst_sch_title="Список правил расписания";
$m_days		="Дни";
$m_all_week	="Вся неделя";
$m_sel_days	="Выберите день (дни)";
$m_all_day	="Весь день - 24 часа";
$m_s_time	="Начальное время";
$m_e_time	="Конечное время";
$m_time_dsc	="(часы:минуты, 12-часовой формат времени)";
$m_time_frame	="Временные рамки";
$m_to		="до";
?>
