<?
$m_title_time	= "Настройка времени и даты";
$m_time			= "Время";
$m_time_zone	= "Часовой пояс";
$m_enable_ds	= "Включение перехода на сезонное время";

$m_title_ntp	= "Автоматическая настройка времени и даты";
$m_enable_ntp	= "Автоматическая синхронизация с сервером времени D-Link";
$m_interval		= "Интервал";
$m_ntp_server	= "Используемый NTP-сервер";
$m_select_ntps	= "Выберите NTP-сервер";

$m_title_manual	= "Установить Время и Дату вручную";
$m_year			= "Год";
$m_month		= "Месяц";
$m_day			= "День";
$m_days			= "Дни";
$m_hour			= "Час";
$m_minute		= "Минута";
$m_second		= "Секунда";
$m_syncing		= "Синхронизация";
$m_synced		= "Время было успешно синхронизировано.";
$m_next_sync	= "Следующая синхронизация времени";

$m_msync_msg	= "Синхронизировать с компьютером";
$m_update_now	= "Обновить сейчас";

$a_invalid_ntp_server	= "Некорректный NTP-сервер !";
?>
