<?
/* ---------------------------------------------------------------------- */
//$TITLE=$m_pre_title."SYSTEM";
/* ---------------------------------------------------------------------- */
$a_empty_cfg_file_path		= "Пожалуйста, укажите сохраненный конфигурационный файл для загрузки.";
$a_sure_to_reload_cfg		= "Загрузить настройки из файла ?";
$a_sure_to_factory_reset	= "Вернуться к заводским настройкам по умолчанию ?";
$a_sure_to_reboot			= "Перезагрузить Маршрутизатор ?";
$a_sure_to_reset_js			= "Сбросить JumpStart ?";
$a_sure_to_clear_langpack	= "Удалить перевод интерфейса ?";

$m_context_title	= "Сохранить и восстановить настройки";
$m_save_cfg			= "Сохранить настройки на локальный жесткий диск";
$m_load_cfg			= "Загрузить настройки с локального жесткого диска";
$m_b_load			= "Загрузить настройки";
$m_factory_reset	= "Вернуться к заводским настройкам по умолчанию";
$m_b_restore		= "Восстановление устройства";
$m_b_reboot			= "Перезагрузка";
$m_clear_langpack	= "Удалить перевод интерфейса";

$m_jumpstart_title	= "JumpStart";
$m_enable_js_fn		= "Включить функцию JumpStart";
$m_reset_js			= "Сбросить JumpStart";
$m_apply			= "Применить";
$m_jumpstart		= "JumpStart";
?>
