<?
$m_address_mode	= "Адресный режим";
$m_dynamic_ip	= "Динамический IP-адрес";
$m_static_ip	= "Статический IP-адрес";
$m_l2tp_ipaddr	= "IP-адрес L2TP";
$m_l2tp_netmask	= "Маска подсети L2TP";
$m_l2tp_gateway	= " IP-адрес Шлюза L2TP";
$m_l2tp_server	= "IP-адрес L2TP-сервера <br>(может совпадать с адресом шлюза)";
$m_verify_pwd	= "Проверка пароля";

$a_invalid_ip           = "Некорректный IP-адрес !";
$a_invalid_netmask      = "Некорректная маска подсети !";
$a_srv_in_different_subnet      = "Некорректный IP-адрес сервера! IP-адреса сервера и маршрутизатора должны быть в одной сети.";
$a_gw_in_different_subnet       = "Некорректный IP-адрес шлюза! IP-адреса шлюза и маршрутизатора должны быть в одной сети.";
$a_server_empty         = "IP-адрес/Имя сервера не может быть пустым!";
$a_account_empty        = "Имя пользователя не может быть пустым !";
$a_password_mismatch    = "Подтверждение пароля не совпадает с новым паролем!";
?>
