<?
/* ---------------------------------------------------------------------- */
//$TITLE=$m_pre_title."WIZARD";
/* ---------------------------------------------------------------------- */
$m_wlan_ssid	="Имя беспроводной сети (SSID)";
$m_wep_length	="Длина WEP ключа";
$m_def_wep_index	="По умолчанию использовать ключ";
$m_auth		="Аутентификация";
$m_key		="Ключ";
$m_encry		="Тип шифра";
$m_cipher	="TKIP или AES";
$m_secu		="Режим безопасности";
$m_psk		="Авто (WPA или WPA2) — персональный";
$m_128bits	="128 бит";
$m_64bits	="64 бита";
$m_open		="Открытый";
$m_note		="Прим.: В большинстве утилит для подключения к беспроводным сетям (например D-Link Wireless Utility или Wireless zero configuration) Вам достаточно ввести имя беспроводной сети и её ключ чтобы подключиться к Интернет.";
?>
