<?
$m_title_dhcp	= "DHCP-соединение (Динамический IP-адрес)";
$m_desc_dhcp	= "Выберите эту опцию, если Интернет-соединение автоматически получает IP-адрес. Болшинство кабельных модемов используют \тот тип соединения.";
$m_title_pppoe	= "Соединение с именем пользователя / паролем(PPPoE)";
$m_desc_pppoe	= "Выберите эту опцию, если для выхода в режим online необходимо ввести имя пользователя / пароль. Многие DSL-модемы используют этот тип соединения.";
$m_title_pptp	= "Соединение с именем пользователя / паролем (PPTP)";
$m_desc_pptp	= "Выберите эту опцию, если для выхода в режим online необходимо ввести имя пользователя / пароль. Многие DSL-модемы используют этот тип соединения.";
$m_title_l2tp	= "Соединение с именем пользователя / паролем (L2TP)";
$m_desc_l2tp	= "Выберите эту опцию, если для выхода в режим online необходимо ввести имя пользователя / пароль. Многие DSL-модемы используют этот тип соединения.";
$m_title_static	= "Подключение со статическим IP-адресом";
$m_desc_static	= "Выберите эту опцию, если Интернет-провайдер предоставил информацию об IP-адресе, которую необходимо ввести вручную.";
$m_title_r_pptp	= "Russia PPTP (Dual Access)";
$m_desc_r_pptp	= "Выберите эту опцию,  если для выхода в режим online необходимо ввести имя пользователя / пароль, а также необходим статический маршрут к внутренней сети провайдера. Некоторые провайдеры в России используют этот тип соединения.";
$m_title_r_pppoe= "Russia PPPoE (Dual Access)";
$m_desc_r_pppoe	= "Выберите эту опцию,   если для выхода в режим online необходимо ввести имя пользователя / пароль, а также необходим статический маршрут к внутренней сети провайдера.  Некоторые провайдеры в России используют этот тип соединения.";
?>
