<?
/* ---------------------------------------------------------------------- */
//$TITLE=$m_pre_title."WIZARD";
/* ---------------------------------------------------------------------- */
$a_empty_ssid	="Имя сети не может быть пустым.";
$a_invalid_ssid	="Недопустимые символы в имени сети.";
$m_wlan_ssid	="Имя беспроводной сети (SSID)";
$m_auto_set		="Автоматически назначить ключ сети (рекомендуется)";
$m_auto_dsc		="Чтобы защитить беспроводную сеть от несанкционированного доступа, маршрутизатор автоматически назначит ключ шифрования (WPA или WEP) для Вашей сети.";
$m_manual_set	="Вручную назначить ключ сети";
$m_manual_dsc	="Используйте эту опцию если Вы хотите назначить ключ сети вручную.";
$m_manual_wpa	="Использовать WPA шифрование вместо WEP (шифрование WPA более стойкое чем WEP и все адаптеры D-Link его поддерживают)";
?>
