<?
$m_address_mode	= "Адресный режим";
$m_dynamic_ip	= "Динамический IP";
$m_static_ip	= "Статический IP";
$m_verify_pwd	= "Проверить пароль";
$m_service_name	= "Сервисное имя";
$m_optional	= "(Опционально)";
$m_service_name_note	= "Примечание: Также может потребоваться ввести Сервисное имя. При отсуствии этой информации обратитесь к провайдеру.";
$m_title_r_pppoe		= "Физические настройки WAN :";
$m_gateway				= "Шлюз";
$m_subnet				= "Маска подсети";
$m_dynamic_ip			= "Динамический IP";
$m_static_ip			= "Статический IP";
$m_primary_dns			= "Первичный DNS-адрес";
$m_secondary_dns		= "Вторичный DNS-адрес";


$a_invalid_username     = "Некорректное имя пользователя !";
$a_password_mismatch    = "Подтверждение пароля не совпадает с новым паролем !";
$a_invalid_ip           = "Некорректный IP-адрес !";
$a_invalid_netmask		= "Некорректная маска подсети !";
$a_gw_in_different_subnet       = "Некорректный IP-адрес шлюза ! Адреса шлюза и маршрутизатора должны принадлежать одной сети.";
?>
