<?
/* ---------------------------------------------------------------------- */
//$TITLE=$m_pre_title."WIZARD";
/* ---------------------------------------------------------------------- */
$m_wpa_dsc	="Вы выбрали уровень безопасности — Вам нужно ввести пароль.";
$m_rule_guide	="Ключ WPA должен соответствовать одному из следующих требований:";
$m_rule_1	="- Длина ключа должна быть от 8-ми до 63-х символов (Длинный пароль безопаснее короткого)";
$m_rule_2	="- Длина ключа должна быть ровно 64 символа (возможно использовать только цифры и буква от A до F)";
$m_wpa_key	="Ключ сети:";
$m_note		="Прим.: Вы должны будете ввести тот же самый пароль при настройке Вашего беспроводного клиента.";
$a_invalid_secret	="Недопустимый ключ сети, пожалуйста введите другой.";
?>
