<?
/* ---------------------------------------------------------------------- */
//$TITLE=$m_pre_title."WIZARD";
/* ---------------------------------------------------------------------- */
$m_wep_dsc	="Вы выбрали уровень безопасности — теперь Вам надо назначить пароль";
$m_rule_guide	="Ключ WEP должен соответствовать одному из следующих требований:";
$m_rule_1	="- Содержать ровно 5 или 13 символов";
$m_rule_2	="- Содержать 10 или 26 символов 0-9 и A-F";
$m_suggest	="Более длинный пароль безопаснее чем короткий";
$m_wep_key	="Ключ сети:";
$m_note		="Прим.:Вам нужно будет ввести тот же пароль при настройке Вашего беспроводного клиента.";
$a_invalid_secret ="Некорректный ключ сети, пожалуйста введите другой ключ.";
?>
