<strong>使用上のヒント</strong>
<br><br>
&nbsp;&#149;&nbsp; MACアドレスのリストを作成し、お客様のネットワークへのアクセスを許可/禁止するか選択します。
<br><br>
&nbsp;&#149;&nbsp; ルータ上のDHCPサーバからIPアドレスを取得したコンピュータはDHCPクライアントリストに表示されます。
ドロップダウンリストからデバイスを選択して、「<<」ボタンをクリックすると、デバイスのMACアドレスがリストに追加されます。
<br><br>
&nbsp;&#149;&nbsp; エントリの左側のチェックボックスを選択/非選択すると、そのエントリを有効化/無効化できます。
<br><br>
&nbsp;&#149;&nbsp; ルータにすでに定義済みのスケジュールがある場合は、「常時」ドロップダウンリストから選択できます。
定義済みのスケジュールがない場合は、「新規作成」ボタンをクリックして、新しいスケジュールを作成します。
<br>

<p class="more">
 <!-- Link to more help -->
詳細説明
</p>                                           
