<strong>使用上のヒント</strong>

&nbsp;&#149;&nbsp; セキュリティの観点から、管理者アカウントのログイン名とパスワードを
変更することを推奨しています。新しいログイン名とパスワードは、忘れてしまうとルータのリセットが必要になるため、
どこかに必ず控えておくことをお勧めいたします。
<br><br>
&nbsp;&#149;&nbsp; リモート管理機能を有効した場合、ルータへのアクセスを許可するインターネット上の
コンピュータのアドレスを指定できます。アドレスの指定を行わない場合、
インターネット上のすべてのコンピュータにルータへのアクセスを許可することになります。
<br><br>
「アクセスを許可するIPアドレス」に0.0.0.0を指定すると、インターネット上のすべてのIPアドレスのコンピュータにルータへのアクセスを許可することになります。

<br>

<p class="more">
 <!-- Link to more help -->
 <a href="spt_tools.php#admin">詳細説明</a>
</p>
