<h1>ОБНОВЛЕНИЕ ПРОШИВКИ</h1>
Найдена новая прошивка для Вашего <?query("/sys/modelname");?>, которая может увеличивать производительность или расширять функционал устройства.<br>
<a href=<?query("/sys/supporturl");?> target=_blank>Щёлкните здесь для поиска обновлений на нашем сайте поддержки</a><br>
<br>
Чтобы обновить прошивку выберите файл обновления на локальном диске с помощью кнопки «Обзор». После выбора файла нажмите кнопку «обновить».<br>
<br>
Языковой файл позволяет Вам изменить язык интерфейса <?query("/sys/modelname");?>. Мы рекомендуем обновить файл перевода если Вы обновили прошивку устройства. В противном случае некоторые элементы интерфейса могут отображаться неправильно. <br>
<br>
Чтобы обновить перевод  интерфейса, выберите файл с переводом, находящийся на жёстком диске компьютера, с помощью кнопки «Обзор» и нажмите кнопку «Обновить».<br>
<br>
