<h1>Динамический DNS</h1>
Функця Динамический DNS позволяет выделить сервер (Web-, FTP-, Игровой сервер и т.д...), используя приобретенное доменное имя (www.whateveryournameis.com) с динамически назначенным IP-адресом. Большинство провайдеров широкополосного доступа предлагают динамические (изменяющиеся) IP-адреса. С помощью DDNS-сервиса друзья пользователя могут подключиться к его игровому серверу, не зная его реального IP-адреса.
<br><br>
<div id="dsc_gen" style="display:none">
<a href="http://www.DLinkDDNS.com" target=_blank>Подпишитесь на D-Link's Free DDNS service по ссылке www.DLinkDDNS.com.</a>
</div>
<p> 
