<h1>НАСТРОЙКИ МЕЖСЕТЕВОГО ЭКРАНА И DMZ</h1>
<p>
Правила межсетевого экрана используются для разрешения или запрещения прохождения опеределенного трафика через маршрутизатор.
Существует возможность задать один порт, используя только верхнее поле для ввода, или диапазон портов, используя оба поля для ввода.
</p>
<p>
DMZ означает "Демилитаризованная зона".
DMZ позволяет компьютерам за межсетевым экраном маршрутизатора быть доступными для Интернет-трафика.
Обычно в DMZ-зону выносятся Web-серверы, FTP-серверы и другие.
</p>
