<h1>Настройка сети</h1>
<p>
Этот раздел позволяет настроить внутреннюю сеть маршрутизатора,
а также встроенный DHCP-сервер для назначения IP-адресов компьютерам в сети.
Здесь же задается IP-адрес, который будет использоваться для доступа к Web-интерфейсу управления.
При изменении IP-адреса здесь может понадобиться изменить сетевые настройки ПК для доступа к сети снова.
</p>
<p><b>
Пожалуйста, помните, что настройки в этом разделе являются опциональными.
Для нормальной работы сети их изменение, как правило, не требуется. 
</b></p>
