<?
/* ---------------------------------------------------------------------- */
//$TITLE=$m_pre_title."WIZARD";
/* ---------------------------------------------------------------------- */
$a_empty_ssid	="無線網路名稱(SSID)的內容不能為空白。";
$a_invalid_ssid	="無線網路名稱(SSID)內容包含無效的字元, 請檢查並修正。";
$m_wlan_ssid	="無線網路名稱(SSID)";
$m_auto_set		="自動產生一個無線網路金鑰(建議)";
$m_auto_dsc		="為了防止外部的使用者存取您的無線網路, 路由器將為您的無線網路自動產生一個安全金鑰(又稱為WEP 或WPA密碼金鑰)。";
$m_manual_set	="手動設定一個無線網路金鑰";
$m_manual_dsc	="如果您要自行定義您的無線網路金鑰, 請選擇這個項目。";
$m_manual_wpa	="使用WPA 加密來取代WEP 加密方式(WPA 是一種比WEP 加密來的更安全的無線網路加密方式, 所有的D-Link 無線網路接收端設備及無線網卡都有支援WPA)";
?>
